[
  {
    "description": "Adventuring through Kenya is no day at the beach. But those willing to brave this raw and wild area of the world will be rewarded with sights and experiences that will last a lifetime. The Great Rift Valley is home to some pretty unique creatures so don’t be surprised if you have moments in which you question whether you are in fact awake or actually dreaming.",
    "date": "2016-04-22T22:00:00.000Z",
    "title": "Kenya",
    "images": [
      {
        "src": "https://demos.telerik.com/aspnet-mvc/tripxpert/Images/Gallery/China/Detail-of-bronze-lion-inside-Forbidden-City-in-Beijing,-China.JPG?width=500&amp;height=500"
      }
    ]
  },
  {
    "description": "The Big Apple is a living city, perhaps more so than any other city on Earth. When people come to New York, they fall in love. Not with some local person, restaurant, building, or bar—they fall in love with the city as a whole. It’s easy to see why when you step back and examine the endless variety of life NYC has to offer.",
    "date": "2017-04-22T22:00:00.000Z",
    "title": "United States East Coast Tour 2",
    "images": [
      {
        "src": "https://demos.telerik.com/aspnet-mvc/tripxpert/Images/Gallery/New-York-City/Brooklyn-Bridge-View_Pavlina-Hadjieva.JPG?width=500&amp;height=500"
      }
    ]
  },
  {
    "description": "Turkey and Greece—two countries filled with ancient history and breathtaking scenery—make the perfect combo for a luxurious vacation with soul. Istanbul is coated in a texture of beautiful details, giving visitors ornate and tasty souvenirs to take home after their visit.",
    "date": "2023-06-11T22:00:00.000Z",
    "title": "Spectacular Highlights of Turkey and Greece",
    "images": [
      {
        "src": "https://demos.telerik.com/aspnet-mvc/tripxpert/Images/Gallery/Turkey-and-Greece/Blue-Mosque,-Istanbul,-Turkey2_Valentin-Likyov.JPG?width=500&amp;height=500"
      }
    ]
  },
  {
    "description": "Japan consists of four major islands (Honshu, Hokkaido, Kyushu and Shikoku) and over 4,000 smaller islands, all full of culture, history and natural beauty. The Sea of Japan separates the Japanese archipelago from the Asian continent and its closest neighbors, China, Korea and Russia.",
    "date": "2015-10-11T22:00:00.000Z",
    "title": "The Best of Japan",
    "images": [
      {
        "src": "https://demos.telerik.com/aspnet-mvc/tripxpert/Images/Gallery/Japan/Fuji-san3_Ivan-Zhekov.JPG?width=500&amp;height=500"
      }
    ]
  },
  {
    "description": "On your journey through the culturally rich countries of Central Europe, you’ll find a wide variety of sights and experiences. There is a world of history in Germany, the Czech Republic, Slovakia, and Hungary, and lots to be learned along the way.",
    "date": "2024-10-11T22:00:00.000Z",
    "title": "The Best of Central Europe",
    "images": [
      {
        "src": "https://demos.telerik.com/aspnet-mvc/tripxpert/Images/Gallery/Central-Europe/Berlin-Cathedral,-Berlin,-Germany4.JPG?width=500&amp;height=500"
      }
    ]
  }
]
